@extends('layouts.frontend')

@push('styles')
    <link rel="stylesheet" href="{{asset('css/pages/advertising.page.css')}}">
@endpush

@section('content')
    <main class="advertising__page" data-main>
        <section class="advertising__main">
            <div class="container">
                <div class="advertising__inner">


                    <h1 class="advertising__title">
                        Согласие на обработку персональных данных
                    </h1>
                    <div class="advertising__text">
                        <p>

                            Настоящим даю свое согласие сетевому изданию «Телеканал «Магас» на обработку, в том числе
                            сбор, систематизацию, накопление, хранение, уточнение, моих персональных данных,
                            перечисленных в настоящей форме, с целью рассмотрения настоящего обращения и направления мне
                            рекламных и информационных материалов сетевого издания «Телеканал «Магас». Данное согласие
                            действует бессрочно и может быть в любой момент отозвано по письменному уведомлению:
                            magas.tv@magas.tv. С политикой «Телеканал «Магас» в отношении обработки и защиты
                            персональных данных ознакомлен.
                        </p>

                        <h2>Политика обработки персональных данных</h2>
                        <p>
                            Настоящая Политика обработки персональных данных (далее — «Политика») действует в отношении
                            информации, которую сетевое издание «Телеканал «Магас» может получить о пользователе во
                            время использования последним сайта «magas.tv» в сети Интернет: magas.tv (далее — «Сайт»).
                        </p>
                        <h2>Термины и сокращения</h2>
                        <div>
                            <p>Пользователь (субъект персональных данных) — любое правоспособное лицо, имеющее намерение
                                в дальнейшем полностью или частично использовать функционал Сайта (-ов).
                            </p>
                            <p>«Телеканал «Магас» (оператор обработки персональных данных) — «сетевое издание «Телеканал
                                «Магас», самостоятельно или совместно с другими лицами организующий и (или)
                                осуществляющий обработку персональных данных, а также определяющий цели обработки
                                персональных данных, состав персональных данных, подлежащих обработке, и действия
                                (операции), совершаемые с персональными данными.
                            </p>
                            <p>
                                Использование Сайта (-ов) означает полное и безоговорочное согласие пользователя с
                                настоящей Политикой и указанными в ней условиями обработки его персональных данных. В
                                случае несогласия с этими условиями пользователь должен воздержаться от использования
                                данного (-ых) Сайта (-ов).

                            </p>
                            <p>1. Персональные данные пользователей, которые получают и обрабатывают Сайты</p>
                            <p>1.1. В рамках настоящей Политики под информацией, которую «Телеканал «Магас» может
                                получить о пользователе во время использования последним Сайтов понимаются: 1.1.1.
                                Персональная информация, которую пользователь предоставляет о себе самостоятельно при
                                оставлении заявки, регистрации (создании учётной записи), обращения через форму обратной
                                связи или в связи с иным процессом использования Сайтов.
                            </p>
                            <p>
                                1.1.2. Данные, которые предоставляются «Телеканал «Магас», в целях осуществления
                                оказания услуг и/или предоставления иных ценностей для посетителей Сайтов, в
                                соответствии с деятельностью настоящих Сайтов:
                            </p>
                        </div>

                        <ul>
                            <li>фамилия;</li>
                            <li>имя;</li>
                            <li>отчество;</li>
                            <li>номер телефона;</li>
                            <li>электронная почта;</li>
                            <li>месторасположение;</li>
                            <li>фотография (изображение гражданина);</li>
                            <li>серия, номер документа, удостоверяющего личность/дата и место его выдачи;</li>
                            <li>возраст/дата рождения;</li>
                            <li>место работы (наименование организации) и занимаемая должность;</li>
                            <li>адрес регистрации/отправки корреспонденции;</li>
                            <li>ссылка на персональный сайт или социальные сети.</li>
                        </ul>

                    </div>
                </div>
            </div>
        </section>
    </main>
@endsection
